<?php
defined('COT_CODE') or die('Wrong URL.');

/**
 * Plugin Config
 */

$L['alfabank_title'] = 'Альфа-Банк';

$L['alfabank_formtext'] = 'Сейчас вы будете перенаправлены на сайт платежной системы Альфа-Банк для проведения оплаты. Если этого не произошло, нажмите кнопку "Перейти к оплате".';
$L['alfabank_formbuy'] = 'Перейти к оплате';
$L['alfabank_error_paid'] = 'Оплата прошла успешно. В ближайшее время услуга будет активирована!';
$L['alfabank_error_done'] = 'Оплата прошла успешно.';
$L['alfabank_error_incorrect'] = 'Некорректная подпись';
$L['alfabank_error_otkaz'] = 'Отказ от оплаты.';
$L['alfabank_error_title'] = 'Результат операции оплаты';
$L['alfabank_error_fail'] = 'Оплата не произведена! Пожалуйста, повторите попытку. Если ошибка повторится, обратитесь к администратору сайта';

$L['alfabank_redirect_text'] = 'Сейчас произойдет редирект на страницу оплаченной услуги. Если этого не произошло, перейдите по <a href="%1$s">ссылке</a>.';